Repository: floatec/ProsDataBase
Catalog: ProsDataBase/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Home
de: Übersicht

source: Help
de: Hilfe

source: Settings
de: Einstellungen

source: Groups
de: Gruppen

source: Users
de: Benutzer

source: Categories
de: Kategorien

source: show log
de: Log ansehen

source: Logout
de: Ausloggen

source: Are you sure to delete this/these item(s)?
de: Wollen Sie diese(s) Element(e) wirklich löschen?

source: save
de: speichern

source: categories
de: Kategorien

source: categoryname
de: Kategorien

source: Group name:
de: Gruppenname

source: Has permission to create tables:
de: Darf Tabellen erstellen:

source: add users to this group:
de: Benutzer zu dieser Gruppe hinzufügen:

source: Create
de: Erstellen

source: Create Groups
de: Gruppen erstellen

source: Declare table structure
de: Tabellenstruktur festlegen

source: Assign permissions
de: Rechte vergeben

source: "Please specify the table name. Note, that it should be unique in the database.Now specify the table\'s columns, their content types and additional information. <br />Following content types exist:<br />Text: accepts any text and numbers. Is optionally restricted by length.<br />Numeric: accepts floating point numbers, e.g. 23 or 3.14. Is optionally restricted by a minimum and maximum value.<br />Date: accepts date and time input. Is optionally restricted by a minimum and maximum date.<br />Yes/No: accepts either yes or no.<br />Choice: accepts any value from a list of options specified by you. Values can contain any text and numbers.<br />[a table]: additionally to the above content types you can choose an already existing table. In this column users can select datasets from the specified table to be displayed in this table. They can also dynamically create new datasets for the selected table."
de: Bitte wählen Sie einen Tabellennamen aus. Beachten Sie, dass der Tabellenname nur einmal in der Datenbank vorkommen darf. <br/>Anschließend wählen Sie bitte die gewünschten Spalten aus, sowie deren Inhaltstypen.<br> Es gibt folgende Inhaltstypen:<br/> Text: erlaubt 'Text- und Zahleneingabe. Optional können Sie die Länge des Texts bestimmen. <br/>Numerisch: erlaubt Fließkommazahlen, wie z.B. 23 oder 3.14. Optional können hier ein Minimum- und/oder ein Maximumwert festgelegt werden. <br/>Datum: für Datum- und Zeiteingabe.<br/>Ja / Nein: Auswahlfelder mit Auswahl Ja oder Nein.<br/> Auswahlfeld: erlaubt beliebige Werte,die zuvor von Ihnen ausgewählt wurden. Die Werte können alle beliebigen Texte und Nummern beinhalten.<br/>Alternativ zu den genannten Inhaltstypen können Sie eine bereits bestehende Tabelle auswählen. Sie haben die Möglichkeit, Spalten eines gewählten Datensatz einer speziellenTabelle, um sie in der Tabelle, die Sie gerade erstellen, anzeigen zu lassen. Ebenfalls können Sie dynamisch neue Datensätze für die ausgewählte Tabelle erstellen.

source: Are you sure to delete this item?
de: Wollen Sie dieses Element wirklich löschen?

source: Tablename:
de: Tabellenname:

source: Select Category
de: Kategorie auswählen

source: column
de: Spalte

source: comment
de: Kommentar

source: content type
de: Inhaltstyp

source: add a new column
de: Fügen Sie neue Spalten hinzu

source: next
de: weiter

source: User/Group
de: Benutzer/Gruppe

source: add access permissions to the user/group
de: Dem Benutzer/der Gruppe Berechtigungen auf die Tabelle geben

source: create
de: Erstellen

source: number
de: Zahl

source: date
de: Datum

source: selection
de: Auswahl

source: yes or no
de: Ja oder Nein

source: Please specify the table name. Note, that it should be unique in the database. Now specify the table\'s columns, their content types and additional information. <br />Following content types exist:<br />Text: accepts any text and numbers. Is optionally restricted by length.<br />Numeric: accepts floating point numbers, e.g. 23 or 3.14. Is optionally restricted by a minimum and maximum value.<br />Date: accepts date and time input. Is optionally restricted by a minimum and maximum date.<br />Yes/No: accepts either yes or no.<br />Choice: accepts any value from a list of options specified by you. Values can contain any text and numbers.<br />[a table]: additionally to the above content types you can choose an already existing table. In this column users can select datasets from the specified table to be displayed in this table. They can also dynamically create new datasets for the selected table.
de: Bitte wählen Sie einen Tabellennamen aus. Beachten Sie, dass der Tabellenname nur einmal in der Datenbank vorkommen kann. <br/>Anschließend wählen Sie bitte die gewünschten Spalten aus, sowie deren Inhaltstypen und fügen sie gegebenenfalls Informationen hinzu.<br> Es gibt folgende Inhaltstypen:<br/> Text:vorgesehen für 'Textzeichen und Zahlen. Optional können Sie die Länge des Texts bestimmen. <br/>Numerisch: vorgesehen für Fließkommazahlen, wie z.B. 23 oder 3.14. Optionalkönnen hier Grenzwerte festgelegt werden, durch Minimum und Maximum. <br/>Datum: vorgesehen für Datum und Zeit.Optional können auch hier Minimum und Maximum ausgewählt werden. <br/>Ja / Nein:vorgesehen für Auswählfelder die mit Ja oder Nein zu beantworten sind.<br/> Auswahlfeld: vorgesehen für beliebige Werte,die zuvor von Ihnen ausgewählt wurden. Die Werte können alle beliebigen Texte und Nummern beinhalten.<br/>Alternativ zu den genannten Inhaltstypen können Sie eine bereits bestehendeTabelle auswählen. Sie haben die Möglichkeit, Spalten eines gewählten Datensatz einer speziellenTabelle, um sie in der Tabelle, die Sie gerade erstellen, anzeigen zu lassen. Ebenfalls können Sie dynamisch neueDatensätze für die ausgewählte Tabelle erstellen.

source: Finally, assign read, insert, modify and delete rights to users and groups:Search for users or groups in the input field and toggle their rights for each column.The 'All'-section allows fast rights assignment for all columns.
de: Geben Sie zuletzt Benutzern und Gruppen Lese-, Einfüge-, Änderungs- und Löschrechte:Suchen Sie mithilfe des Input Feldes nach Benutzern und Gruppen und ändern Sie ihre Rechte für jede Spalte. Der 'alle'-Abschnitt erlaubt Ihnen eine schnelle Rechtezuweisung für alle Spalten gleichzeitig.

source: can change the streuctur and the rights of this table
de: Tabellenstruktur und Zugriffsrechte anpassen

source: can insert new Datasets
de: neue Datensatz einfügen

source: an delete datasets
de: Datensätze löschen

source: can view the log
de: darf die Log einsehen

source: an view this column
de: Fügen Sie neue Spalten hinzu

source: can change this column
de: Spalte geändert '

source: length
de: Länge

source: select value
de: Wert auswählen

source: all
de: alles

source: modify table
de: Tabelle editieren

source: insert data
de: Datensätze einfügen

source: delete data
de: Datensätze löschen

source: view log
de: Log ansehen

source: read all data
de: alle Datensätze ansehen

source: modify all data
de: alle Datensätze editieren

source: read
de: ansehen

source: modify
de: editieren

source: insert
de: einfügen

source: content
de: Inhalt

source: YYYY-MM-DD HH:MM
de: JJJJ-MM-TT HH:MM

source: Insert
de: Einfügen

source: create group
de: Gruppe erstellen

source: groups
de: Gruppen

source: table log
de: Tabellen-Log

source: user
de: Benutzer

source: type
de: Aktion

source: message
de: Nachricht

source: group/user log
de: Gruppen/Benutzer-Log

source: Error at login
de: Fehler beim Einloggen

source: User:
de: Benutzer:

source: Password:
de: Passwort:

source: delete table
de: Tabelle löschen

source: modify structure
de: Struktur editieren

source: modify rights
de: Berechtigungen editieren

source: "Please specify the table name. Note,that it should be unique in the database. Now specify the table\'s columns, their content types and additional information. <br/>Following content types exist:<br/>Text: accepts any text and numbers. Is optionally restricted by length.<br/>Numeric: accepts floating point numbers, e.g. 23 or 3.14. Is optionally restricted by a minimum and maximum value.<br/>Date: accepts date and time input. Is optionally restricted by a minimum and maximum date.<br/>Yes/No: accepts either yes or no.<br/>Choice: accepts any value from a list of options specified by you. Values can contain any text and numbers.<br/>[a table]: additionally to the above content types you can choose an already existing table. In this column users can select datasets from the specified table to be displayed in this table. They can also dynamically create new datasets for the selected table."
de: Bitte wählen Sie einen Tabellennamen aus. Beachten Sie, dass die Tabellenbezeichnung nur einmal in der Datenbank vorkommen kann. <br/>Anschließend wählen Sie bitte die gewünschten Spalten aus, sowie deren Inhaltstypen und fügen sie gegebenenfalls Informationen hinzu.<br> Es gibt folgende Inhaltstypen:<br/> Text:vorgesehen für 'Textzeichen und Zahlen. Optional können Sie die Länge des Texts bestimmen. <br/>Numerisch: vorgesehen für Fließkommazahlen, wie z.B. 23 oder 3.14. Optionalkönnen hier Grenzwerte festgelegt werden, durch Minimum und Maximum. <br/>Datum: vorgesehen für Datum und Zeit.Optional können auch hier Minimum und Maximum ausgewählt werden. <br/>Ja / Nein:vorgesehen für Auswählfelder die mit Ja oder Nein zu beantworten sind.<br/> Auswahlfeld: vorgesehen für beliebige Werte,die zuvor von Ihnen ausgewählt wurden. Die Werte können alle beliebigen Texte und Nummern beinhalten.<br/>Alternativ zu den genannten Inhaltstypen können Sie eine bereits bestehendeTabelle auswählen. Sie haben die Möglichkeit, Spalten eines gewählten Datensatz einer speziellenTabelle, um sie in der Tabelle, die Sie gerade erstellen, anzeigen zu lassen. Ebenfalls können Sie dynamisch neueDatensätze für die ausgewählte Tabelle erstellen.

source: Are you sure to delete this table? All data inside will be lost! Be careful with doing that!
de: Wollen Sie diese Tabelle wirklich löschen? Alle Daten werden dabei migelöscht.

source: Are you sure to delete this column? Be careful! Containing data will be lost!
de: Wollen Sie diese Spalte wirklich löschen? Beachten Sie, dass die dazugehörigen Daten verloren gehen!

source: tablename:
de: Tabellenname:

source: select category
de: Kategorie auswählen:

source: Modify
de: Ändern

source: delete
de: Löschen

source: back
de: Abbrechen

source: Are you sure to delete this group?
de: Wollen Sie diese Gruppe wirklich löschen?

source: delete group
de: Gruppe löschen

source: group name
de: Gruppenname

source: has permission to Create tables:
de: darf Tabellen erstellen:

source: Group members:
de: Gruppenmitglieder:

source: all groups
de: Gruppenübersicht

source: Please specify the table name. Note,that it should be unique in the database. Now specify the table\'s columns, their content types and additional information. <br/>Following content types exist:<br/>Text: accepts any text and numbers. Is optionally restricted by length.<br/>Numeric: accepts floating point numbers, e.g. 23 or 3.14. Is optionally restricted by a minimum and maximum value.<br/>Date: accepts date and time input. Is optionally restricted by a minimum and maximum date.<br/>Yes/No: accepts either yes or no.<br/>Choice: accepts any value from a list of options specified by you. Values can contain any text and numbers.<br/>[a table]: additionally to the above content types you can choose an already existing table. In this column users can select datasets from the specified table to be displayed in this table. They can also dynamically create new datasets for the selected table.
de: Bitte wählen Sie einen Tabellennamen aus. Beachten Sie, dass die Tabellenbezeichnung nur einmal in der Datenbank vorkommen kann. <br/>Anschließend wählen Sie bitte die gewünschten Spalten aus, sowie deren Inhaltstypen und fügen sie gegebenenfalls Informationen hinzu.<br> Es gibt folgende Inhaltstypen:<br/> Text:vorgesehen für 'Textzeichen und Zahlen. Optional können Sie die Länge des Texts bestimmen. <br/>Numerisch: vorgesehen für Fließkommazahlen, wie z.B. 23 oder 3.14. Optionalkönnen hier Grenzwerte festgelegt werden, durch Minimum und Maximum. <br/>Datum: vorgesehen für Datum und Zeit.Optional können auch hier Minimum und Maximum ausgewählt werden. <br/>Ja / Nein:vorgesehen für Auswählfelder die mit Ja oder Nein zu beantworten sind.<br/> Auswahlfeld: vorgesehen für beliebige Werte,die zuvor von Ihnen ausgewählt wurden. Die Werte können alle beliebigen Texte und Nummern beinhalten.<br/>Alternativ zu den genannten Inhaltstypen können Sie eine bereits bestehendeTabelle auswählen. Sie haben die Möglichkeit, Spalten eines gewählten Datensatz einer speziellenTabelle, um sie in der Tabelle, die Sie gerade erstellen, anzeigen zu lassen. Ebenfalls können Sie dynamisch neueDatensätze für die ausgewählte Tabelle erstellen.

source: User
de: Benutzer

source: Username:
de: Benutzername:

source: Confirm Password:
de: Passwort bestätigen:

source: Save User
de: Benutzer anlegen

source: Select dataset
de: Datensatz auswählen

source: Filter
de: Filtern

source: old Password:
de: altes Passwort:

source: new Password:
de: neues Passwort:

source: new Password again:
de: Passwort bestätigen:

source: settings
de: Einstellungen

source: Inserts a Dataset into this table
de: Einen neuen Datensatz einfügen

source: insert dataset
de: neuen Datensatz einfügen

source: Deletes the selected Datasets from this Table
de: Lösche ausgewählte Datensätze aus der Tabelle

source: delete datasets
de: Datensätze löschen

source: Exports the selected Datasets to CSV
de: Exportiert ausgewählte Datensätze in CSV

source: export
de: Exportieren

source: Change the table structure and access rights
de: Tabellenstruktur und Zugriffsrechte anpassen

source: Shows all changes on this table
de: Änderungs-Log der Tabelle

source: filter datasets
de: Datensätze filtern

source: adds filter criterion
de: Filterkriterium hinzufügen

source: apply filter
de: filtern

source: remove this criterion
de: Filterkriterium entfernen

source: show/hide this table
de: Tabelle ausblenden/einblenden

source: edit
de: editieren

source: No matching datasets.
de: Keine Datensätze gefunden.

source: add a new Table
de: Eine neue Tabelle hinzufügen

source: Create new table
de: Neue Tabelle erstellen

source: No tables available
de: Keine Tabelle vorhanden

source: create new user
de: neuen Benutzer anlegen

source: User Rights
de: Benutzerberechtigungen

source: Enabled
de: Freigeschaltet

source: Table creator
de: Tabellenersteller

source: User admin
de: Benutzeradmin

source: Save
de: speichern

source: admin users
de: Benutzerverwaltung

source: activate/deactivate user
de: Benutzer aktivieren/deaktivieren

source: toggle permission to create tables
de: Setze Berechtigung zum Tabellen Erstellen

source: create tables
de: Folgende Tabelle erstellt:

source: toggle User Manager property
de: Setze Berechtigung zum Benutzer Administrieren

source: manage users
de: Benutzerverwaltung

source: no users yet.
de: Noch keine Benutzer.

source: User
de: Benutzer

source: may
de: darf

source: Group
de: Gruppe

source: view the table log,
de: Log ansehen,

source: modify the table,
de: die Tabelle editieren,

source: insert datasets,
de: neuen Datensatz einfügen,

source: and delete datasets
de: und Datensätze löschen

source: . Column rights:
de: . Spaltenrechte:

source: read,
de: ansehen,

source: and modify
de: und editieren

source: In column
de: In Spalte

source: TABLE CREATED
de: TABELLE ERSTELLT

source: TABLE MODIFIED
de: TABELLE MODIFIZIERT

source: TABLE DELETED
de: TABELLE GELÖSCHT

source: DATASET INSERTED
de: DATENSATZ EINGEFÜGT

source: DATASET MODIFIED
de: DATENSATZ MODIFIZIERT

source: DATASET DELETED
de: DATENSATZ GELÖSCHT

source: GROUP CREATED
de: GRUPPE ERSTELLT

source: GROUP MODIFIED
de: GRUPPE MODIFIZIERT

source: GROUP DELETED
de: GRUPPE GELÖSCHT

source: USER REGISTERED
de: BENUTZER REGISTRIERT

source: USER MODIFIED
de: BENUTZER MODIFIZIERT

source: Could not find category
de: Konnte die angegebene Kategorie nicht finden

source: Category with name
de: Kategorie mit dem Namen

source: already exists.
de: existiert bereits.

source: Saved changes successfully.
de: Änderungen wurden erfolgreich gespeichert.

source: Please put the tables of this group into another category first.
de: Bitte verschieben Sie zuerst die Tabellen dieser Gruppe in eine andere Kategorie.

source: does not exist.
de: exisitiert nicht.

source: Deleted category
de: Kategorie gelöscht:

source: A table with name
de: Eine Tabelle mit dem Namen

source: Failed to create table. Please contact the developers.
de: Tabelle erstellen fehlgeschlagen. Bitte wenden Sie sich an die Entwickler.

source: Failed to give access rights to the table creator. Please contact the developers.
de: Zuweisung der Tabellenrechte an den Ersteller fehlgeschlagen. Bitte wenden Sie sich an die Entwickler.

source: Failed to give access rights to column
de: Konnte dem Tabellenersteller für die Spalte

source: for the table creator. Please contact the developers.
de: keine Spaltenrechte geben. Bitte wenden Sie sich an die Entwickler.

source: Added columns:
de: Folgende Spalten hinzugefügt:

source: Added permissions:
de: Folgende Rechte vergeben:

source: Created table
de: Folgende Tabelle erstellt:

source: Successfully created table
de: Folgende Tabelle erfolgreich erstellt:

source: Could not create text type for column
de: Konnte keinen text type erstellen für die Spalte

source: . Abort.
de: . Breche ab.

source: Could not create numeric type for column
de: Konnte keinen numeric type erstellen für die Spalte

source: Could not create date type for column
de: Konnte keinen date type erstellen für die Spalte

source: Could not create selection type for column
de: Konnte keinen selection type erstellen für die Spalte

source: Could not create selection value for column
de: Konnte keinen selection value erstellen für die Spalte

source: Could not create column
de: Konnte folgende Spalte nicht erstellen:

source: Could not create column rights for column
de: Konnte keine Spaltenrechte für folgende Spalte erstellen:

source: Could not find table with name
de: Eine Tabelle mit folgendem Namen konnte nicht gefunden werden:

source: Please delete references to this table in tables
de: Bitte löschen Sie zuerst die Referenzen von folgenden Tabellen zu dieser Tabelle:

source: first.
de: zuerst.

source: Successfully deleted table
de: Folgende Tabelle erfolgreich gelöscht:

source: Could not find column with name
de: Konnte keine Spalte mit Namen

source: in table
de: in folgender Tabelle finden:

source: Could not find table
de: Konnte die Tabelle

source: to delete from.
de: zum Herauslöschen nicht finden.

source: Successfully deleted all datasets.
de: Alle Datensätze wurden erfolgreich gelöscht.

source: Could not find dataset with id
de: Datensatz mit folgender ID wurden nicht gefunden:

source: Could not delete dataset with id
de: Datensätze konnten nicht gelöscht werden

source: . Please delete references to it in following tables first:
de: . Bitte löschen Sie zuerst Referenzen zu dieser Tabelle in diesen Tabellen:

source: Failed to create table rights.
de: Erstellung der Rechte auf dieser Tabelle fehlgeschlagen.

source: Could not create table rights.
de: Tabellenrechte konnten nicht erstellt werden.

source: Failed to create column rights.
de: Erstellung der Spaltenrechte fehlgeschlagen.

source: Changed name from '
de: Name von '

source: ' to: '
de: ' geändert zu: '

source: Changed category from '
de: Kategorie von '

source: ' to '
de: ' geändert zu '

source: New column: '
de: Neue Spalte: '

source: Could not find column.
de: Spalte nicht gefunden.

source: Column with name
de: Spalte mit Namen

source: Changed column '
de: Spalte geändert '

source: : old comment : '
de: : alter Kommentar: '

source: ', new comment: '
de: ', neuer Kommentar: '

source: Column '
de: Spalte '

source: ': old length:
de: ': Länge vorher:

source: , new length:
de: , neue Länge:

source: ': old min:
de: ': min vorher:

source: , new min:
de: , min jetzt:

source: ': old max:
de: : max vorher:

source: , new max:
de: , max jetzt:

source: found duplicate selection values.
de: Es wurden doppelte Auswahlwerte gefunden.

source: ': changed selection value from '
de: : Auswahlwert geändert von '

source: ': added selection value '
de: : Auswahlwert hinzugefügt: '

source: Column
de: Spalte

source: does not exist in referenced table
de: existiert nicht in der referenzierten Tabelle

source: ': Removed link to column '
de: ': Link entfernt von Spalte '

source: Successfully modified table structure.
de: Zugriffsrechte wurden erfolgreich angepasst

source: Successfully modified rights.
de: Zugriffsrechte wurden erfolgreich angepasst

source: Error creating a new dataset.
de: Fehler beim Erstellen eines neuen Datensatzes.

source: Could not find a column with name
de: Es konnte keine Spalte mit Namen

source: in table
de: in folgender Tabelle gefunden werden:

source: input
de: Eingabe

source: for column
de: für die Spalte

source: is not valid. Abort.
de: ist nicht gültig. Der Vorgang wurde abgebrochen.

source: Could not add data for column
de: Konnte für folgende Spalte keine Daten hinzufügen:

source: . The content type was not valid. Abort.
de: . Der Inhaltstyp war nicht gültig. Vorgang abgebrochen.

source: dataset with id
de: Datensatz mit ID

source: could not be found in table
de: konnte in folgender Tabelle nicht gefunden werden:

source: is not valid.
de: ist nicht gültig.

source: : old: '
de: : vorher: '

source: ', new: '
de: ', nachher: '

source: : new entry: '
de: : Neuer Eintrag: '

source: : removed link to dataset: '
de: : Link zu folgendem Datensatz entfernt: '

source: : added link to dataset: '
de: : Link zu folgendem Datensatz hinzugefügt: '

source: Could not add data to column
de: Daten konnten nicht zur Spalte

source: . The content type was invalid.
de: hinzugefügt werden. Ungültiger Inhaltstyp.

source: Could not find dataset with ID
de: Datensätze mit der folgenden IDs konnten nicht gefunden werden:

source: user with name
de: Benutzer mit dem Namen

source: Created account successfully.
de: Der Account wurde erfolgreich angelegt.

source: Could not find user with name
de: Es existiert kein Benutzer mit dem Namen

source: Successfully modified user rights.
de: Benutzerberechtigungen wurden erfolgreich angepasst.

source: Group with name
de: Gruppe mit dem Namen

source: following users could not be added to the group:
de: Folgende Benutzer können nicht zu der Gruppe hinzugefügt werden:

source: . Have you misspelled them?
de: . Haben Sie sich vielleicht vertippt?

source: Successfully saved group
de: Die Gruppe wurde erfolgreich gespeichert:

source: Could not find group with name
de: Es existiert keine Gruppe mit dem Namen

source: A group with name
de: Eine Gruppe mit Namen

source: Successfully modifed group
de: Die Gruppe wurde erfolgreich angepasst:

source: Successfully deleted group
de: Die Gruppe wurde erfolgreich gelöscht:

source: Saved password successfully.
de: Neues Passwort wurde erfolgreich gespeichert.

source: You have no permissions to perform this opperation.
de: Sie haben keine Berechtigungen für diese Operation.

source: This page does not exist!
de: Diese Seite existiert nicht!

source: You have not the rights to do this opperation
de: Sie haben keine Berechtigungen für diese Operation.

source: Successfully deleted column
de: Erfolgreich die Spalte

source: from table
de: von folgender Tabelle gelöscht:

source: You have no right to view the log.
de: Sie haben kein Recht den Log einzusehen.

source: logged off
de: Erfolgreich abgemeldet.

source: User does not exist
de: Benutzer exisitiert nicht.

source: Table with name
de: Tabelle mit dem Namen

source: could not be found.
de: konnte nicht gefunden werden.
