Repository: floatec/ProsDataBase
Catalog: ProsDataBase/locale/*/LC_MESSAGES/django.po
Languages: de

source: The requested dataset does not exist.
de: Der angeforderte Datensatz existiert nicht.

source: Table could not be found
de: Tabelle konnte nicht gefunden werden
